/* Turning this off means that your activities in this app will not be shared with other app users. We will never ever auto-post on your behalf to your social accounts even if this privacy setting is On */
"scringo_text_activity_share" = "Turning this off means that your activities in this app will not be shared with other app users. We will never ever auto-post on your behalf to your social accounts even if this privacy setting is On";

/* Connect with Facebook or Twitter to interact with other people on %@ */
"scringo_text_anonymous_activity_message" = "Συνδέσου με το λογαριασμό Facebook ή Twitter για να αλληλεπιδράσεις με άλλους χρήστες %@";

/* Connect with Facebook or Twitter to message other people on %@ */
"scringo_text_anonymous_message" = "Συνδέσου με το λογαριασμό Facebook ή Twitter για να επικοινωνήσεις με χρήστες %@";

/* There are no messages */
"scringo_text_anonymous_no_messages_title" = "Δεν υπάρχουν μηνύματα";

/* Write something about yourself */
"scringo_text_bio_text" = "Γράψε κάτι για τον εαυτό σου";

/* Are you sure you want to block %@ */
"scringo_text_block_user_message" = "Θες σίγουρα να μπλοκάρεις τον χρήστη %@?";

/* Block user
 Block User */
"scringo_text_block_user_title" = "Block";

/* Blocked */
"scringo_text_blocked_title" = "Blocked";

/* Cancel */
"scringo_text_cancel_button" = "Άκυρο";

/* Are you sure you want to cancel editing? */
"scringo_text_cancel_edit_message_description" = "Θες σίγουρα να ακυρώσεις την επεξεργασία?";

/* Canceling Edit */
"scringo_text_cancel_edit_message_title" = "Ακύρωση επεξεργασίας";

/* Are you sure you want to cancel report %@ */
"scringo_text_cancel_report_message" = "Θες σίγουρα να ακυρώσεις την αναφορά %@?";

/* Cancel report User */
"scringo_text_cancel_report_title" = "Ακύρωση αναφοράς χρήστη";

/* Compose */
"scringo_text_compose_title" = "Σύνθεση";

/* Who are you writing to */
"scringo_text_compose_filter_hint" = "Σε ποιον γράφεις";

/* Yes, I'm sure
 Yes, I'm Sure */
"scringo_text_confirm_yes_button" = "Ναι, σίγουρα";

/* Connect */
"scringo_text_connect_button" = "Σύνδεση";

/* Delete */
"scringo_text_delete_button" = "Διαγραφή";

/* Are you sure you want to delete this message? */
"scringo_text_delete_message_description" = "Είσαι σίγουρος πως θές να διαγράψεις αυτό το μήνυμα?";

/* Delete Message */
"scringo_text_delete_message_title" = "Διαγραφή μηνύματος";

/* Are you sure you want to Delete your feedback? */
"scringo_text_feedback_cancel_message" = "Επιβεβαίωση διαγραφής";

/* Delete Feedback */
"scringo_text_feedback_cancel_title" = "Διαγραφή Feedback";

/* Follow %@ */
"scringo_text_follow_a_user" = "Ακολούθησε %@";

/* Follow All These %d Friends */
"scringo_text_follow_all_friends" = "Ακολούθησε και τα %d άτομα";

/* Connect with Facebook or Twitter to follow this user */
"scringo_text_follow_connect_message" = "Σύνδεση με Facebook ή Twitter για να ακολουθήσεις αυτόν τον χρήστη";

/* Followers */
"scringo_text_followers_title" = "Followers";

/* Following */
"scringo_text_following_title" = "Follow";

/* Posts */
"scringo_text_posts_title" = "Αναρτήσεις";

/* Liked an Activity */
"scringo_text_liked_an_activity" = "Liked an Activity";

/* Make the most out of %@, connect with Facebook or Twitter */
"scringo_text_make_the_most" = "Σύνδεση με Facebook ή Twitter";

/* Connect with Facebook or Twitter to message this user */
"scringo_text_message_connect_message" = "Συνδέσου με το λογαριασμό facebook ή twitter για να επικοινωνήσεις με τον χρήστη";

/* There are no messages. Don't wait up, start a conversation! */
"scringo_text_no_messages_title" = "Δεν υπάρχουν μηνύματα. Άρχισε μια συζήτηση!";

/* OK */
"scringo_text_ok_button" = "OK";

/* We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages */
"scringo_text_post_feedback_popup_message" = "Θα εξετάσουμε το μήνυμα σου και θα λάβεις απάντηση! Θα βρεις την απάντηση στα Μηνύματά σου";

/* We'll review it, and try to answer as soon as possible! You'll find our reply in your Messages\n\nIn the meantime, we'll be happy if you could rate us in the App Store */
"scringo_text_post_feedback_popup_message_5stars" = "Θα εξετάσουμε το μήνυμα σου και θα λάβεις απάντηση! Θα βρεις την απάντηση στα Μηνύματά σου\n\nΣτο μεταξύ, θα είμασταν χαρούμενοι αν μας αξιολογούσες στο App Store";

/* Thank you for your feedback! */
"scringo_text_post_feedback_popup_title" = "Ευχαριστούμε για το feedback σου!";

/* Share your Activities */
"scringo_text_privacy_title" = "Οι δραστηριότητες μου";

/* Connect with Facebook or Twitter to see who's around you */
"scringo_text_radar_connect_message" = "Συνδέσου με το λογαριασμό Facebook ή Twitter για να δεις ποιοι χρήστες είναι γύρω σου";

/* Follow these %d people */
"scringo_text_radar_follow_many_message" = "Follow τους %d χρήστες";

/* Follow %@ */
"scringo_text_radar_follow_one_message" = "Ακολούθησε %@";

/* There are %d people around you which you don't follow! */
"scringo_text_radar_many_to_follow_message" = "Υπάρχουν %d χρήστες γύρω σου που δεν έχεις follow!";

/* There is one person around you which you don't follow! */
"scringo_text_radar_one_to_follow_message" = "Υπάρχει ένας χρήστης κοντά σου που δεν έχεις follow!";

/* Rate Us */
"scringo_text_rate_us_button" = "Αξιολόγησε μας";

/* Help us grow, rate us on the AppStore */
"scringo_text_rate_us_description" = "Αξιολόγησε μας στο AppStore";

/* Later */
"scringo_text_rate_us_later_button" = "Αργότερα";

/* Rate Us */
"scringo_text_rate_us_title" = "Αξιολόγησε μας";

/* Are you sure you want to report %@ */
"scringo_text_report_user_message" = "Είσαι βέβαιος θες να κάνεις αναφορά %@";

/* Report User */
"scringo_text_report_user_title" = "Αναφορά χρήστη";

/* Reported */
"scringo_text_reported_title" = "Αναφέρθηκε";

/* Share on Facebook */
"scringo_text_share_on_facebook" = "Share on Facebook";

/* Post your friends about this app! */
"scringo_text_share_on_facebook_description" = "Κάνε ανάρτηση στους φίλους σου για αυτήν την εφαρμογή!";

/* Tweet your followers about this app! */
"scringo_text_share_on_twitter_description" = "Tweet στους followers για αυτήν την εφαρμογή!!";

/* Share on Twitter */
"scringo_text_share_on_twitter_title" = "Share on Twitter";

/* Sign Out */
"scringo_text_sign_out_title" = "Αποσύνδεση";

/* Are you sure you want to sign out from your %@ account? */
"scringo_text_social_network_sign_out_message" = "Θες σίγουρα να αποσυνδεθείς απο τον %@ λογαριασμό σου?";

/* Please describe the bug that you've found */
"scringo_text_talk_to_us_bug" = "Παρακαλώ περιέγραψε το πρόβλημα που εντόπισες";

/* Feedback, Bug report, Feature request */
"scringo_text_talk_to_us_description" = "Γνώμες, Αναφορά Bug, Προσθήκες";

/* Please describe your suggestions */
"scringo_text_talk_to_us_feature" = "Παρακαλώ περιέγραψε την ιδέα σου";

/* Please describe your feedback */
"scringo_text_talk_to_us_feedback" = "Πες μας την γνώμη σου";

/* Talk to Us */
"scringo_text_talk_to_us_title" = "Μιλησέ μας";

/* Twitter Connect */
"scringo_text_twitter_connect_title" = "Σύνδεση στο Twitter";

/* Facebook Connect */
"scringo_text_facebook_connect_title" = "Σύνδεση στο Facebook";

/* Are you sure you want to unblock %@ */
"scringo_text_unblock_user_message" = "Θες να κάνεις unblock %@";

/* Unblock User
 Unblock user */
"scringo_text_unblock_user_title" = "Unblock χρήστης";

/* Unblocked */
"scringo_text_unblocked_title" = "Unblocked";

/* Unreported */
"scringo_text_unreported_title" = "Unreported";

/* Swipe to Discover More */
"scringo_text_welcome_popup_title" = "Πατήστε το κουμπί για τις υπόλοιπες λειτουργίες";

/* Swipe to the left to discover more out of %@ */
"scringo_text_welcome_popup_left" = "Πατήστε το κουμπί για τις υπόλοιπες λειτουργίες του %@";

/* Swipe to the right to discover more out of %@ */
"scringo_text_welcome_popup_right" = "Πατήστε το κουμπί για τις υπόλοιπες λειτουργίες του %@";

/* Welcome to %@! */
"scringo_text_welcome_to_app" = "Καλωσήρθες στην εφαρμογή %@!";

/* Invite friends from your contact list */
"scringo_text_contacts_description" = "Προσκάλεσε φίλους από τις επαφές σου";

/* Contacts */
"scringo_text_contacts_title" = "Επαφές";

/* Facebook Contacts */
"scringo_text_facebook_contacts" = "Facebook Επαφές";

/* Facebook Friends */
"scringo_text_facebook_friends_title" = "Facebook Φίλοι";

/* Invite your facebook friends */
"scringo_text_facebook_invite_description" = "Προσκάλεσε τους facebook φίλους";

/* Facebook */
"scringo_text_facebook_title" = "Facebook";

/* Find friends from your social networks */
"scringo_text_find_friends_description" = "Βρες φίλους από τα κοινωνικά δίκτυα";

/* Find Friends */
"scringo_text_find_friends_title" = "Βρες Φίλους";

/* Find */
"scringo_text_find_header" = "Εύρεση";

/* Follow All %d People */
"scringo_text_follow_all_people_button" = "Follow All %d χρήστες";

/* Follow\n%@ */
"scringo_text_follow_person_button" = "Follow\n%@";

/* Follow %@ */
"scringo_text_follow_one_button" = "Follow %@";

/* Following\n%@ */
"scringo_text_following_person_button" = "Following\n%@";

/* Free */
"scringo_text_free_app_price" = "Δωρεάν";

/* Friends */
"scringo_text_friends_title" = "Φίλοι";

/* Invite Contacts */
"scringo_text_invite_contacts_title" = "Πρόσκληση Επαφών";

/* Invite */
"scringo_text_invite_header" = "Πρόσκληση";

/* joined */
"scringo_text_joined" = "joined";

/* liked */
"scringo_text_liked" = "liked";

/* LinkedIn Friends */
"scringo_text_linkedin_friends" = "LinkedIn Φίλοι";

/* Load Earlier Messages */
"scringo_text_load_earlier_messages_button" = "παλαιότερα μηνύματα";

/* Loading... */
"scringo_text_loading" = "Παρακαλώ περιμένετε...";

/* %d followers */
"scringo_text_number_of_followers" = "%d followers";

/* People Nearby */
"scringo_text_people_nearby_header" = "Άτομα γύρω σου";

/* Pull down to refresh... */
"scringo_text_pull_down_to_refresh" = "Τραβήξτε για ανανέωση...";

/* Release to refresh... */
"scringo_text_release_to_refresh" = "Αφήστε για ανανέωση...";

/* Send */
"scringo_text_send_button" = "Στείλε";

/* started following */
"scringo_text_started_following" = "started following";

/* Awesome people you should follow */
"scringo_text_suggestions_description" = "Άτομα που πρέπει να κάνεις follow";

/* Suggestions */
"scringo_text_suggestions_title" = "Προτάσεις";

/* Send us feedback, report a bug */
"scringo_text_compose_talk_to_us_description" = "Πες μας την γνώμη σου, αναφορά bug";

/* In order to use Twitter functionality, please add your Twitter account in Settings. */
"scringo_text_twitter_cant_connect_message" = "Παρακαλώ προσθέστε τον Twitter λογαριασμό σας στις ρυθμίσεις πρώτα";

/* Twitter Contacts */
"scringo_text_twitter_contacts" = "Επαφές Twitter";

/* Twitter Friends */
"scringo_text_twitter_friends" = "Twitter Φίλοι";

/* Invite your twitter friends */
"scringo_text_twitter_invite_description" = "Προσκάλεσε τους twitter φίλους";

/* Twitter */
"scringo_text_twitter_title" = "Twitter";

/* More */
"scringo_text_more_title" = "Περισσότερα";

/* Share */
"scringo_text_share_title" = "Share";

/* Close */
"scringo_text_close_button" = "Κλείσιμο";

/* Check out these people you should follow */
"scringo_text_checkout_suggestions" = "Άτομα που μπορείς να κάνεις follow";

/* There are no suggestions */
"scringo_text_no_suggestions_message" = "Δεν υπάρχουν προτάσεις";

/* Follow */
"scringo_text_follow_button" = "Follow";

/* Following */
"scringo_text_following_button" = "Following";

/* Send Feedback */
"scringo_text_send_feedback_title" = "Στείλε την γνώμη σου";

/* Report a bug */
"scringo_text_bug_report_title" = "Αναφορά προβλήματος";

/* Feature Request */
"scringo_text_feature_request_title" = "Μελλοντική προσθήκη";

/* Invite */
"scringo_text_invite_button" = "Πρόσκληση";

/* Follow All */
"scringo_text_follow_all_button" = "Follow Όλους";

/* Error */
"scringo_text_error_title" = "Σφάλμα";

/* No network. Try again later */
"scringo_text_no_network_message" = "Δεν βρέθηκε δίκτυο. Προσπάθησε ξανά";

/* My Posts */
"scringo_text_my_posts_title" = "Οι αναρτήσεις μου";

/* %@ Posts */
"scringo_text_person_posts_title" = "%@ Αναρτήσεις";

/* Why not follow them? */
"scringo_text_radar_overlay_subtitle" = "Μήπως να τους ακολουθήσεις?";

/* Don't Show Again */
"scringo_text_radar_dont_show_button" = "Όχι ξανά";

/* Not Now */
"scringo_text_radar_not_now_button" = "Όχι τώρα";

/* Email */
"scringo_text_email_title" = "Email";

/* Edit Bio */
"scringo_text_edit_bio_title" = "Επεξεργασία Bio";

/* Done */
"scringo_text_done_button" = "Τέλος";

/* Messages */
"scringo_text_messages_tab_title" = "Μηνύματα";

/* Activity */
"scringo_text_activity_tab_title" = "Δραστηριότητα";

/* Find & Invite Friends */
"scringo_text_find_and_invite_friends_tab_title" = "Εύρεση-Πρόσκληση Φίλων";

/* Feedback */
"scringo_text_feedback_tab_title" = "Γνώμες-Σχόλια";

/* More Apps */
"scringo_text_more_apps_tab_title" = "Περισσότερες εφαρμογές";

/* Radar */
"scringo_text_radar_tab_title" = "Radar";

/* Leaderboard */
"scringo_text_leaderboard_tab_title" = "Leaderboard";

/* BY */
"scringo_text_topic_by" = "Από";

/* Post */
"scringo_text_post_button" = "Post";

/* %d New Comment */
"scringo_text_new_comment_button" = "%d Νέο σχόλιο";

/* %d New Comments */
"scringo_text_new_comments_button" = "%d Νέα σχόλια";

/* Connect with Facebook or Twitter to post comments */
"scringo_text_post_connect_message" = "Συνδέσου με το Facebook ή το Twitter για να σχολιάσεις";

/* Blog */
"scringo_text_chatrooms_tab_title" = "Blog";

/* liked a post */
"scringo_text_liked_a_blog_post" = "liked το post";

/* liked %@'s comment */
"scringo_text_liked_a_blog_post_comment" = "liked %@'s σχόλιο";

/* commented on */
"scringo_text_commented_on" = "σχολίασε στο";

/* a few seconds ago */
"scringo_text_a_few_seconds_ago" = "δευτερόλεπτα πριν";

/* %ds ago */
"scringo_text_short_n_seconds_ago" = "πριν %ds";

/* %d secs ago */
"scringo_text_long_n_seconds_ago" = "%d δευτερόλεπτα πριν";

/* %dm ago */
"scringo_text_short_n_minutes_ago" = "%πριν dm";

/* %d mins ago */
"scringo_text_long_n_minutes_ago" = "%d λεπτά πριν";

/* 1 minute ago */
"scringo_text_a_minute_ago" = "1 λεπτό πριν";

/* %dh ago */
"scringo_text_short_n_hours_ago" = "πριν %dh";

/* %d hours ago */
"scringo_text_long_n_hours_ago" = "%d ώρες πριν";

/* 1 hour ago */
"scringo_text_an_hour_ago" = "1 ώρα πριν";

/* %dd ago */
"scringo_text_short_n_days_ago" = "πριν %dd";

/* %d days ago */
"scringo_text_long_n_days_ago" = "%d μέρες πριν";

/* Yesterday */
"scringo_text_yesterday" = "Χθες";

/* Make the most out of %@, Log In or Sign Up */
"scringo_text_login_signup_message" = "Make the most out of %@, Log In or Sign Up";

/* Log In */
"scringo_text_login_button" = "Log In";

/* Sign Up */
"scringo_text_signup_button" = "Sign Up";

/* Make the most out of %@, Sign Up! */
"scringo_text_signup_message" = "Make the most out of %@, Sign Up!";

/* Make the most out of %@, Log In! */
"scringo_text_login_message" = "Make the most out of %@, Log In!";

/* Already Have an Account? */
"scringo_text_login_invite_message" = "Already Have an Account?";

/* Sign Up with Email */
"scringo_text_email_signup_button" = "Sign Up with Email";

/* Don't Have an Account? */
"scringo_text_signup_invite_message" = "Don't Have an Account?";

/* Login with Email */
"scringo_text_email_login_button" = "Login with Email";

/* Sign Up */
"scringo_text_signup_title" = "Sign Up";

/* Log In */
"scringo_text_login_title" = "Log In";

/* Settings */
"scringo_text_settings_title" = "Settings";

/* User Details */
"scringo_text_user_details_title" = "User Details";

/* Accounts */
"scringo_text_accounts_title" = "Accounts";

/* Connect Social */
"scringo_text_connect_social_override_title" = "Connect Social";

/* Are you sure you want to connect %@ to your account? */
"scringo_text_connect_social_override_message" = "Are you sure you want to connect %@ to your account?";

/* Sign Up Failed */
"scringo_text_user_already_signed_up_title" = "Sign Up Failed";

/* User already signed up. Please Login */
"scringo_text_user_already_signed_up_message" = "User already signed up. Please Login";

/* User sign up failed due to server error */
"scringo_text_sign_up_general_error_message" = "User sign up failed due to internal error";

/* Login Failed */
"scringo_text_user_login_failed_title" = "Login Failed";

/* Unknown User or Bad Password */
"scringo_text_user_login_failed_message" = "Unknown User or Bad Password";

/* User login failed due to internal error */
"scringo_text_login_general_error_message" = "User login failed due to internal error";

/* Update */
"scringo_text_update_button" = "Update";

/* Discard Changes? */
"scringo_text_discard_changes_title" = "Discard Changes?";

/* Are you sure you want to discard all changes? */
"scringo_text_discard_changes_description" = "Are you sure you want to discard all changes?";

/* Forgot your password? */
"scringo_text_forgot_password_button" = "Forgot your password?";

/* Change password */
"scringo_text_change_password_button" = "Change password";

/* Requirements Not Met */
"scringo_text_requirements_not_met_title" = "Requirements Not Met";

/* All fields are mandatory! */
"scringo_text_requirements_not_met_message" = "All fields are mandatory!";

/* Forgot Password */
"scringo_text_forgot_password_title" = "Forgot Password";

/* Change Password */
"scringo_text_change_password_title" = "Change Password";

/* Password Sent */
"scringo_text_password_sent_title" = "Password Sent";

/* Your password has been sent to the specified email */
"scringo_text_password_sent_message" = "Your password has been sent to the specified email";

/* Name can not be empty! */
"scringo_text_name_not_empty_message" = "Name can not be empty!";

/* Full Name */
"scringo_text_full_name_text_field" = "Full Name";

/* At least 6 characters */
"scringo_text_password_text_field" = "At least 6 characters";

/* Email */
"scringo_text_email_text_field_title" = "Email";

/* Password */
"scringo_text_password_text_field_title" = "Password";

/* Today */
"scringo_text_leaderboard_button_today" = "Σήμερα";

/* This Week */
"scringo_text_leaderboard_button_this_week" = "Αυτή την εβδομάδα";

/* All Time */
"scringo_text_leaderboard_button_all_time" = "All Time";
